#Задача 1: Округление

number = input("Введите число: ")
number_round = float(number)
print(round(number_round, 0))